Revit 2027 API
TableMergedCell Constructor
 Default constructor.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public TableMergedCell()
Public Sub New
public:
TableMergedCell()
new : unit -> TableMergedCell
See Also
Reference
TableMergedCell Class
TableMergedCell Overload
Autodesk.Revit.DB Namespace